# ---
# jupyter:
#   jupytext:
#     text_representation:
#       extension: .py
#       format_name: light
#       format_version: '1.5'
#       jupytext_version: 1.16.4
#   kernelspec:
#     display_name: base
#     language: python
#     name: python3
# ---

"""Этот модуль содержит материалы, которые были рассмотрены на уроке."""


#
# Дата занятия: 30.10.2024
# В ходе занятия были рассмотрены следующие темы:
# 1. Пробежались по Git.
# 2. Теория событий:
#    - Совместные события
#    - Несовместные события
#    - Противоположные события
#    - Равнозначные события
#    - Группа событий
#    - Невозможные события
#    - Однозначные события
#    - Вероятностные события
# 3. Алгебра событий:
#    - Сложение событий
#    - Произведение событий
# 4. Вероятность событий:
#    - Классическая (априорная, до эксперимента)
#    - Статистическая (апостериорная, после эксперимента)
#
