"""Этот модуль содержит материалы, которые были рассмотрены на уроке."""

#
# Дата занятия: 30.10.2024
# В ходе занятия были рассмотрены следующие темы:
# 1. Пробежались по Git.
# 2. Теория событий:
#    - Совместные события
#    - Несовместные события
#    - Противоположные события
#    - Равнозначные события
#    - Группа событий
#    - Невозможные события
#    - Однозначные события
#    - Вероятностные события
# 3. Алгебра событий:
#    - Сложение событий
#    - Произведение событий
# 4. Вероятность событий:
#    - Классическая (априорная, до эксперимента)
#    - Статистическая (апостериорная, после эксперимента)
#

# Дата занятия: 06.11.2024
# 1. Искали причины ошибок в гите
# 2. Начали тему комбинаторики
